/* minutes:seconds time length format in browser mode */
"%.2d:%.2d" = "%1$.2d:%2$.2d";

/* hours:minutes:seconds time length format in browser mode */
"%.2d:%.2d:%.2d" = "%1$.2d:%2$.2d:%3$.2d";

/* Size on disk */
"%@ on disk" = "%@ no disco";

/* The format for the today/yesterday string shown in the open/save panel followed by a comma, fillowed by the time */
"%@, %@" = "%1$@, %2$@";

/* Label for scope bar button for multiple scopes. */
"%d Places" = "%d Lugares";

/* Indicates the non plural one item found by a spotlight search.  Arg is the number that was found, which will always be 1 */
"%ld item" = "%ld item";

/* Indicates the number of items found by a spotlight search.  Arg is the number that was found. */
"%ld items" = "%ld itens";

/* Label for scope bar button for multiple scopes. */
"%ld Places" = "%ld Lugares";

/* Dimension format label shown in browser mode */
"%ld\\U2006\\U00D7\\U2006%ld" = "%1$ld × %2$ld";

/* Property not shown value (dash dash) */
"--" = "--";

/* quotes for a label */
"\\U201c%@\\U201d" = "“%@”";

/* Title for overwiting existing file confirmation dialog. */
"\\U201c%@\\U201d already exists. Do you want to replace it?" = "“%@” já existe. Deseja substituí-lo?";

/* Dot dot dot to be shown for truncated text */
"\\U2026" = "…";

/* Message for overwriting existing file confirmation dialog. First arg is the directory containing the file. */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite its current contents." = "Um arquivo ou pasta com o mesmo nome já existe na pasta %@. Sua substituição sobreescreverá seu conteúdo atual.";

/* Message for overwriting existing file confirmation dialog on the desktop. First arg is the directory containing the file (translate desktop word). */
"A file or folder with the same name already exists on the %@. Replacing it will overwrite its current contents." = "Um arquivo ou pasta com o mesmo nome já existe na %@. Sua substituição sobreescreverá seu conteúdo atual.";

/* Error to display for duplicate file name overwrite of smart folders. */
"An item already exists with that name. Rename the item and try again." = "Um item já existe com este nome. Dê outro nome ao item e tente novamente.";

/* Ask to use... text shown on the button in the shared server panel */
"Ask to use\\U2026" = "Pedir para usar…";

/* Title for asking to use the disc drive via over the air disc drive sharing */
"Asking to use the %@ drive in \\U201c%@\\U201d\\U2026" = "Pedindo para usar a unidade %1$@ em “%2$@”…";

/* Asking to use... title to show as text label in shared server panel. */
"Asking to use\\U2026" = "Pedindo para usar…";

/* Calculating Size label shown in browser mode */
"Calculating Size" = "Calculando Tamanho";

/* Button text to cancel save operation. */
"Cancel" = "Cancelar";

/* CD drive title */
"CD" = "CD";

/* Label for scope bar button which represents the 'everywhere' scope.  Note this really searches everywhere by HI determined the word 'Everywhere' is too ambiguous. */
"Computer" = "Computador";

/* Connect As... text shown on the button in the shared server panel */
"Connect As\\U2026" = "Conectar Como…";

/* Connected title to show as text label in shared server panel. */
"Connected" = "Conectado";

/* Text to show who we are connected as in the server panel. */
"Connected as: %@" = "Conectado como: %@";

/* Connecting... title to show as text label in shared server panel. */
"Connecting\\U2026" = "Conectando…";

/* Connection Failed title to show as text label in shared server panel. */
"Connection Failed" = "A Conexão Falhou";

/* Label for scoep bar button Contents */
"Contents" = "Conteúdo";

/* Title for devices in the sidebar of the open/save panel */
"DEVICES" = "Dispositivos";

/* Dimensions label shown in browser mode */
"Dimensions" = "Dimensões";

/* disc drive title */
"disc" = "disco";

/* Disconnect text shown on the button in the shared server panel */
"Disconnect" = "Desconectar";

/* Title prompt used when asking to save a smart folder that has changed. */
"Do you want to save this Smart Folder?" = "Deseja salvar esta Pasta Inteligente?";

/* Button text to not save the smart folder. */
"Don\\U2019t Save" = "Não Salvar";

/* DVD drive title */
"DVD" = "DVD";

/* Label for the edit button above the rule editor in the advanced search mode. */
"Edit" = "Editar";

/* eject button title */
"Eject" = "Ejetar";

/* eject all button title */
"Eject All" = "Ejetar Tudo";

/* Fetching... label shown in browser mode */
"Fetching..." = "Obtendo...";

/* Label for scoep bar button File Name */
"File Name" = "Nome do Arquivo";

/* Label for scope bar button which represents the home directory. */
"Home" = "Início";

/* Message for file name starts with a dot dialog. */
"If you decide to go ahead and use a name which begins with a dot the file will be hidden." = "Se você decidir continuar e usar um nome que comece por um ponto, o arquivo ficará oculto.";

/* Message prompt used when asking to save a smart folder that has changed. */
"If you don\\U2019t save, the changes you made to \\U201c%@\\U201d will be lost." = "Se você não salvar, as alterações que você fez em “%@” se perderão.";

/* Media Browser node title in the sidebar on the left */
"Media" = "Mídia";

/* Title for media section in the sidebar of the open/save panel */
"MEDIA" = "Mídia";

/* Movices media browser node title */
"Movies" = "Filmes";

/* Music media browser node title */
"Music" = "Música";

/* Title for file name that is greater than 31 characters on a short file name volume. */
"Names longer than 31 characters are not supported on the destination volume." = "Os nomes com mais de 31 caracteres não são compatíveis com o volume de destino.";

/* Title for file name starts with a dot dialog. */
"Names that begin with a dot \\U201c.\\U201d are reserved for the system." = "Os nomes que começam por um ponto “.” são reservados para o sistema.";

/* Not Connected title to show as text label in shared server panel. */
"Not Connected" = "Não Conectado";

/* default button of open panel
   window title of open panel */
"Open" = "Abrir";

/* Title for button to 'Open <MobileMe> Preferences' */
"Open %@ Preferences" = "Abrir as Preferências %@";

/* Menu item title in advanced search for adding additional search criteria not specified in the list - with ellipses. */
"Other\\U2026" = "Outro…";

/* Photos media browser node title */
"Photos" = "Fotos";

/* Title for places section in the sidebar of the open/save panel */
"PLACES" = "PLACES";

/* Message for file name longer than 31 characters. */
"Please choose a filename that is no longer than 31 characters." = "Por favor, escolha um nome de arquivo que não tenha mais do que 31 caracteres.";

/* Title shown in an alert dialog for a location that can't be found. */
"Please select another item." = "Por favor, selecione outro item.";

/* Recent Places label */
"Recent Places" = "Lugares Recentes";

/* Button text to overwrite an existing file. */
"Replace" = "Substituir";

/* Request denied title to show as text label in shared server panel. */
"Request denied" = "Pedido negado";

/* Button text to save the smart folder.
   default button of save panel
   Label for the save button above the rule editor in the advanced search mode.
   window title of save panel */
"Save" = "Salvar";

/* Label for the save as button above the rule editor in the advanced search mode. */
"Save As" = "Salvar Como";

/* name field label */
"Save As:" = "Salvar Como:";

/* Title for smart folders section in side bar. */
"Saved Searches" = "Buscas Salvas";

/* Title for app specific saved searches in the sidebar of the open/save panel */
"SAVED SEARCHES" = "Buscas Salvas";

/* Title for search for section in the sidebar of the open/save panel */
"SEARCH FOR" = "BUSCAR";

/* Label for scope bar button which represents the 'search:' title. */
"Search:" = "Buscar:";

/* Label for popup button in save panel mini mode when current location is a search. */
"Searching for \\U201c%@\\U201d" = "Buscando “%@”";

/* The string to display in the path location control when there is no selected item in the search results. */
"Select an item to see its path." = "Selecione um item para ver o caminho.";

/* Label for scope bar button which represents the servers scope. */
"Servers" = "Servidores";

/* Title for shared in the sidebar of the open/save panel */
"SHARED" = "Compartilhada";

/* Label for scope bar button which represents the 'smart folder' title. */
"Smart Folder" = "Pasta Inteligente";

/* Smart Folders label */
"Smart Folders" = "Pastas Inteligentes";

/* String to show when hovering over the X button in the ask to use UI for ODS */
"Stop asking to use\\U2026" = "Deter pedido de utilização…";

/* String to show when hovering over the X button when waiting for a disc */
"Stop waiting for disc\\U2026" = "Parar de esperar pelo disco…";

/* Warning to show when ejecting ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volume that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "O dispositivo que contém “%1$@” também contém %2$ld outro volume que não será ejetado. Tem certeza de que deseja ejetar “%3$@”?";

/* Warning to show when ejecting MORE THAN ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volumes that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "O dispositivo que contém “%1$@” também contém %2$ld outros volumes que não serão ejetados. Tem certeza de que deseja ejetar “%3$@”?";

/* Label the 'goto' dialog when it can't find a folder. Same as Finders version. */
"The folder cannot be found." = "Não foi possível encontrar a pasta.";

/* The string to display in the path location control when the selected items do not share a common path. */
"The selected items do not share a path." = "Os itens selecionados não compartilham um caminho.";

/* Message shown in an alert dialog for a location that can't be found. */
"The volume for \\U201c%@\\U201d could not be found." = "O volume para “%@” não pôde ser encontrado.";

/* error message for lacking write permission to create new folder */
"This location is read-only." = "Esta localização é somente para leitura.";

/* Label for scope bar button which represents the 'This Mac' scope. Used to be called Computer. */
"This Mac" = "Este Mac";

/* error message for new folder name conflict */
"This name is already taken." = "Este nome já está sendo utilizado.";

/* Message to show about ejecting everthing */
"To eject all the volumes on this device hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "Para ejetar todos os volumes deste dispositivo, mantenha a tecla Opção pressionada enquanto ejeta o volume.\n\nNo futuro, para ejetar um único volume sem ver esta caixa de diálogo, mantenha a tecla Controle pressionada ao ejetar o volume.";

/* Today: String shown in save panel date cell when trying to save space */
"Today" = "Hoje";

/* Undo the name change in the save panel by clicking on a disabled item */
"Undo Name Change" = "Desfazer Alteração de Nome";

/* default new folder name */
"untitled folder" = "pasta sem título";

/* Button text to choose required extension. Arg is file name extension.
   Button text to choose the alternative extension. Arg is file name extension. */
"Use .%@" = "Usar .%@";

/* Button text to use a filename starting with a dot. */
"Use \\U201c.\\U201d" = "Usar “.”";

/* Button text to choose combined extensions. */
"Use both" = "Utilizar ambos";

/* Using disc drive title to show as text label in shared server panel. */
"Using disc drive\\U2026" = "Usando unidade de disco…";

/* Waiting for disc drive title to show as text label in shared server panel. */
"Waiting for disc drive\\U2026" = "Esperando pela unidade de disco…";

/* Title string shown when waiting for a disc in the over the air remote disc drive support */
"Waiting for disc\\U2026" = "Esperando pelo disco…";

/* Yesterday: String shown in save panel date cell when trying to save space */
"Yesterday" = "Ontem";

/* Information on choices. 1st arg is current extension. 2nd arg is required extension. */
"You can choose to use both, so that your file name ends in \\U201c.%1$@.%2$@\\U201d." = "Você pode optar por usar ambos, de forma que o nome do arquivo termine por “.%1$@.%2$@”.";

/* Information on choices. */
"You can choose to use the standard extension instead." = "Em vez disso, você pode optar por usar a extensão padrão.";

/* Message when user wants to save with invalid file extension. 1st arg is current extension. 2nd arg is required extension. */
"You cannot save this document with extension \\U201c.%1$@\\U201d at the end of the name. The required extension is \\U201c.%2$@\\U201d." = "Você não pode salvar este documento com a extensão “.%1$@” ao final do nome. A extensão necessária é “.%2$@”.";

/* Message when user wants to save with an alternative file extension - for panels configured to permit this. 1st arg is current extension. 2nd arg is required extension. */
"You have used the extension \\U201c.%1$@\\U201d at the end of the name. The standard extension is \\U201c.%2$@\\U201d." = "Você usou a extensão “.%1$@” ao final do nome. A extensão padrão é “.%2$@”.";

/* Message to display to prompt to setup iDisk / MobileMe / .mac */
"Your %@ account is not set up. Would you like to open %@ preferences and set it up now?" = "Sua conta %1$@ não está configurada. Deseja abrir as preferências %2$@ e configurá-la agora?";

/* Title to show when DVD/CD remote use was declined */
"Your request to use the %@ drive in \\U201c%@\\U201d\\U2026 was declined." = "Seu pedido para usar a unidade %1$@ em “%2$@”… foi negado.";

